app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "1"], ["body", "lorem "], ["created_at", "2016-06-23 04:32:43.422333"], ["updated_at", "2016-06-23 04:32:43.422333"]]